"Cancel" = “취소”;
"OK" = “확인”;
"Yes" = "Yes";
"No" = "No";
"Save" = “저장”;
"Close" = “닫기";
"Continue" = “계속”;
"New Tab" = “새로운 탭”;

"Delete" = “삭제”;

"Window:" = “윈도우:”;
"Window" = “윈도우”;

// used in "Display folder item count", e.g. 10 items
"items" = “항목”;